{
    "summary" : "A quick overview.\n\nThis figure plots the title count (x) against the average content rating (y). Each selected streaming platform is represented by a single point. The color/size of each point represents the average content popularity. Popularity is a calculated field returned by the TMDB API, which incorporates a number of different factors, including daily votes, total votes, favorites, and adds to watchlists.\n\n[TMDB Reference](https://developer.themoviedb.org/docs/popularity-and-trending)\n\n[Plotly Figure Reference](https://plotly.com/python/bubble-charts/)",
    "title-counts" : "Who has the most content?\n\nThis figure shows the number of titles on each selected platform. Counts for each platform are further broken down into TV Shows and Movies. Use filters to compare catalog sizes for specific content.\n\n[Plotly Figure Reference](https://plotly.com/python/bar-charts/)",
    "quality" : "Who has the best content?\n\nThis figure shows the distribution of ratings for content on each platform. Hover over a single box to view details.\n\n[Box Plots](https://en.wikipedia.org/wiki/Box_plot)\n\n[Plotly Figure Reference](https://plotly.com/python/box-plots/)",
    "diversity" : "How diverse is each platform?\n\nThis figure shows the diversity of each platform (with regards to genre). The magnitude of each bar in the radial chart is determined by the platform's Shannon Diversity Index, which basically quantifies the uncertainty of predicting the genre of a randomly chosen movie. Larger values indicate higher diversity. For a full explanation, check out [Shannon Diversity Index](https://en.wikipedia.org/wiki/Diversity_index#Shannon_index). Hover over each bar in the chart to view a platform's richness (the number of unique genres represented in the catalog) and dominance (the proportion of the catalog represented by the most numerous genre).\n\nNote that a single film or show can have multiple genres - filter for a single genre to view the diversity within that subgenre (ex. Horror-Comedy, Horror-Drama, etc).  \n\n[Plotly Figure Reference](https://plotly.com/python/polar-chart/)",
    "top-country" : "Where does the content originate?\n\nThis treemap shows the counts of the top 3 countries of origin for the content on each platform. Counts by platform are further broken down into TV and movies. Click on a section of the treemap to expand its content, and click the top of the chart to return to the main view. Note that a single TV or movie can have multiple countries of origin. This is why if you filter for one country, multiple will still show on this figure.\n\n[Plotly Figure Reference](https://plotly.com/python/treemaps/)",
    "recent-content" : "Which platforms have the newest content?\n\nThis is a simple figure showing the amount of content on each selected platform by release year. This figure is useful for seeing which platforms offer the most recently produced content.\n\n[Plotly Figure Reference](https://plotly.com/python/bar-charts/)"
}